tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Distributed revision control system
brew "git"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Clone of ls with colorful output, file type icons, and more
brew "lsd"
# Mac App Store command-line interface
brew "mas"
# Free (GNU) replacement for the Pico text editor
brew "nano"
# Platform built on V8 to build network applications
brew "node"
# UNIX shell (command interpreter)
brew "zsh"
# Application launcher and productivity software
cask "alfred"
# Client for the Dropbox cloud storage service
cask "dropbox"
cask "font-fira-code"
# Git client focusing on productivity
cask "gitkraken"
mas "Adblock Plus", id: 1432731683
mas "ColorSlurp", id: 1287239339
mas "GarageBand", id: 682658836
mas "Monosnap", id: 540348655
mas "NordVPN", id: 905953485
mas "WhatsApp", id: 1147396723
